{
  "bone_pectoral_girdle_1.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_pectoral_girdle_1.jpg",
    "caption": "",
    "alt": "",
    "page": "pectoral_girdle"
  },
  "bone_pectoral_girdle_2.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_pectoral_girdle_2.jpg",
    "caption": "",
    "alt": "",
    "page": "pectoral_girdle"
  },
  "bone_pectoral_girdle_3.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_pectoral_girdle_3.jpg",
    "caption": "",
    "alt": "This figure shows the human skeleton. The left panel shows the anterior view, and the right panel shows the posterior view.",
    "page": "pectoral_girdle"
  },
  "bone_pectoral_girdle_4.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_pectoral_girdle_4.jpg",
    "caption": "",
    "alt": "This figure shows the rib change. The top left panel shows the anterior view, and the top right panel shows the posterior view. The bottom panel shows two bones.",
    "page": "pectoral_girdle"
  },
  "bone_pectoral_girdle_5.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_pectoral_girdle_5.jpg",
    "caption": "",
    "alt": "This diagram shows the anterior and posterior view of the scapula.",
    "page": "pectoral_girdle"
  },
  "bone_upper_limb_bones_1.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_upper_limb_bones_1.jpg",
    "caption": "",
    "alt": "",
    "page": "upper_limb_bones"
  },
  "bone_upper_limb_bones_2.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_upper_limb_bones_2.jpg",
    "caption": "",
    "alt": "",
    "page": "upper_limb_bones"
  },
  "bone_upper_limb_bones_3.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_upper_limb_bones_3.jpg",
    "caption": "",
    "alt": "This diagram shows the bones of the upper arm and the elbow joint. The left panel shows the anterior view, and the right panel shows the posterior view.",
    "page": "upper_limb_bones"
  },
  "bone_upper_limb_bones_4.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_upper_limb_bones_4.jpg",
    "caption": "",
    "alt": "This figure shows the bones of the lower arm.",
    "page": "upper_limb_bones"
  },
  "bone_upper_limb_bones_5.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_upper_limb_bones_5.jpg",
    "caption": "",
    "alt": "This figure shows the bones in the hand and wrist joints. The left panel shows the anterior view, and the right panel shows the posterior view.",
    "page": "upper_limb_bones"
  },
  "bone_upper_limb_bones_6.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_upper_limb_bones_6.jpg",
    "caption": "",
    "alt": "This image shows a radiograph of a human hand.",
    "page": "upper_limb_bones"
  },
  "bone_upper_limb_bones_7.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_upper_limb_bones_7.jpg",
    "caption": "",
    "alt": "This figure shows a hand and a cross-section image of the nerves at the wrist.",
    "page": "upper_limb_bones"
  },
  "bone_upper_limb_bones_8.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_upper_limb_bones_8.jpg",
    "caption": "",
    "alt": "The left panel of this figure shows a hand gripping a motorcycle handle loosely, and the right panel shows a hand gripping a motorcycle handle tightly.",
    "page": "upper_limb_bones"
  },
  "bone_upper_limb_bones_9.jpg": {
    "path": "public/anatomia-images/ossos-membro-superior/bone_upper_limb_bones_9.jpg",
    "caption": "",
    "alt": "The top panel of this figure shows the different types of fracture in the humerus, and the bottom panel shows the different types of fracture in the radius.",
    "page": "upper_limb_bones"
  },
  "muscle_pectoral_muscles_1.jpg": {
    "path": "public/anatomia-images/musculos-membro-superior/muscle_pectoral_muscles_1.jpg",
    "caption": "",
    "alt": "",
    "page": "pectoral_muscles"
  },
  "muscle_pectoral_muscles_2.jpg": {
    "path": "public/anatomia-images/musculos-membro-superior/muscle_pectoral_muscles_2.jpg",
    "caption": "",
    "alt": "",
    "page": "pectoral_muscles"
  },
  "muscle_pectoral_muscles_3.jpg": {
    "path": "public/anatomia-images/musculos-membro-superior/muscle_pectoral_muscles_3.jpg",
    "caption": "",
    "alt": "The left panel shows the anterior lateral view of the pectoral girdle muscle, and the right panel shows the posterior view of the pectoral girdle muscle.",
    "page": "pectoral_muscles"
  },
  "muscle_pectoral_muscles_4.jpg": {
    "path": "public/anatomia-images/musculos-membro-superior/muscle_pectoral_muscles_4.jpg",
    "caption": "",
    "alt": "The top left panel shows the lateral view of the pectoral and back muscles. The top right panel shows the posterior view of the right deltoid and the left back muscle. The bottom left panel shows the anterior view of the deep muscles of the left shoulder, and the bottom right panel shows the deep muscles of the left shoulder.",
    "page": "pectoral_muscles"
  },
  "muscle_pectoral_muscles_5.jpg": {
    "path": "public/anatomia-images/musculos-membro-superior/muscle_pectoral_muscles_5.jpg",
    "caption": "",
    "alt": "This table describes the muscles that move the humerus. The pectoralis major is an axial muscle that brings the elbows together and moves the elbows up (as during an uppercut punch). It originates in the clavicle, sternum, cartilage of ribs 1 through 6 or 1 through 7, and the aponeurosis of the external oblique muscle. The latissimus dorsi is an axial muscle that moves the elbow back (as in elbowing someone standing behind you) or spreads the elbows apart. It originates in the thoracic vertebrae (T7 through T12), the lower vertebrae, ribs 9 through 12, and the iliac crest. The deltoid is a scapular muscle that lifts arms at the shoulder. It originates in the trapezius, clavicle, acromion, and spine of scapula. The subscapularis is a scapular muscle that assists the pectoralis major in bringing the elbows together and stabilizes the shoulder joint during movement of the pectoral girdle. It originates in the subscapular fossa of the scapula. The supraspinatus is a scapular muscle that rotates the elbow outwards, as during a tennis swing. It originates in the supraspinous fossa of the scapula. The infraspinatus is a scapular muscle that rotates the elbow outwards, as during a tennis swing. It originates in the infraspinous fossa of the scapula. The teres major is a scapular muscle that assists with medial rotation at the shoulder. It originates in the posterior surface of the scapula. The teres minor is a scapular muscle that assists the infraspinatus in rotating the elbow outwards. It originates in the lateral border of the dorsal scapular surface. The coracobra chialis is a scapular muscle that moves the elbow up and across the body, as when putting a hand on the chest. It originates in the coracoid process of the scapula.",
    "page": "pectoral_muscles"
  },
  "muscle_pectoral_muscles_6.jpg": {
    "path": "public/anatomia-images/musculos-membro-superior/muscle_pectoral_muscles_6.jpg",
    "caption": "",
    "alt": "This multipart figure shows the different muscles that move the forearm. The major muscle groups are labeled.",
    "page": "pectoral_muscles"
  },
  "muscle_pectoral_muscles_7.jpg": {
    "path": "public/anatomia-images/musculos-membro-superior/muscle_pectoral_muscles_7.jpg",
    "caption": "",
    "alt": "This table describes the muscles that move the forearm. The biceps brachii are anterior muscles that perform a bicep curl; they also allow the palm of the hand to point toward the body while flexing. They originate in the coracoid process and the tubercle above the glenoid cavity. The brachialis originates in the front of the distal humerus. The brachioradialis is an anterior muscle that assists and stablizes the elbow during bicep-curl motion. It originates in the lateral supracondylar ridge at the distal end of the humerus. The triceps brachii are posterior muscles that extend the forearm, as during a punch. They originate in the infraglenoid tubercle of the scapula, the posterior shaft of the humerus, and the posterior humeral shaft distal to the radial groove. The aconeus is a posterior muscle that assists in extending the forearm; it also allows the forearm to extend away from the body. It originates in the lateral epicondyle of the humerus. The pronator teres is an anterior muscle that turns the hand palm-down. It originates in the medial epicondyle of the humerus and the coronoid process of the ulna. The pronator quadratus is an anterior muscle that assists in turning the hand palm-down. It originates in the distal portion of the anterior ulnar shaft. The supinator is a posterior muscle that turns the hand palm-down. It originates in the lateral epicondyle of the humerus and the proximal ulna.",
    "page": "pectoral_muscles"
  },
  "muscle_pectoral_muscles_8.jpg": {
    "path": "public/anatomia-images/musculos-membro-superior/muscle_pectoral_muscles_8.jpg",
    "caption": "",
    "alt": "This table describes the muscles that move the wrist, hands, and forearm. These muscles make up the superficial anterior compartment of the forearm. The flexor carpi radialis bends the wrist toward the body; it also tilts the hand to the side away from the body. It originates in the medial epicondyle of the humerus. The palmaris longus assists in bending the hand up toward the shoulder. It originates in the medial epicondyle of the humerus. The flexor carpi ulnaris assists in bending the hand up toward the shoulder; it also tilts the hand to the side away from the body and stabilizes the wrist. It originates in the medial epicondyle of the humerus, the olecranon process, and the posterior surface of the ulna. The flexor digitorum superficialis bends the fingers to make a fist. It originates in the medial epicondyle of the humerus, the coronoid process of the ulna, and the shaft of the radius. These muscles make up the deep anterior compartment of the forearm. The flexor pollicis longus bends the tip of the thumb. It originates in the anterior surface of the radius and the interosseous membrane. The flexor digitorum profundus bends the fingers to make a fist; it also bends the wrist toward the body. It originates in the coronoid process, the anteromedial surface of the ulna, and the interosseous membrane. These muscles make up the superficial posterior compartment of the forearm. The extensor radialis longus straightens the wrist away from the body; it also tilts the hand to the side away from the body. It originates in the lateral supracondylar ridge of the humerus. The extensor carpi radialis brevis assists the extensor radialis longus in extending and abducting the wrist; it also stabilizes the hand during finger flexion. It originates in the lateral epicondyle of the humerus. The extensor digitorum opens the fingers and moves them sideways away from the body. It originates in the lateral epicondyle of the humerus. The extensor digiti minimi extends the little finger. It originates in the lateral epicondyle of the humerus. The extensor carpi ulnaris straightens the wrist away from the body; it also tilts the hand to the side toward the body. It originates in the lateral epicondyle of the humerus and the posterior of the ulna. These muscles make up the deep posterior compartment of the forearm. The abductor pollicis longus moves the thumb sideways toward the body; it also extends the thumb and moves the hand sideways toward the body. It originates in the posterior surface of the radius and ulna and in the interosseous membrane. The extensor pollicis brevis extends the thumb. It originates in the dorsal shaft of the radius and ulna and in the interosseous membrane. The extensor pollicis longus extends the thumb. It originates in the dorsal shaft of the radius and ulna and in the interosseous membrane. The extensor indicis extends the index finger; it also straightens the wrist away from the body. It originates in the posterior surface of the distal ulna and in the interosseous membrane.",
    "page": "pectoral_muscles"
  },
  "muscle_pectoral_muscles_9.jpg": {
    "path": "public/anatomia-images/musculos-membro-superior/muscle_pectoral_muscles_9.jpg",
    "caption": "",
    "alt": "This multipart figure shows the intrinsic muscles of the hand with the major muscle groups labeled.",
    "page": "pectoral_muscles"
  },
  "vessel_upper_limb_circulation_1.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_1.jpg",
    "caption": "",
    "alt": "",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_2.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_2.jpg",
    "caption": "",
    "alt": "",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_3.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_3.jpg",
    "caption": "",
    "alt": "This table outlines the role of the circulatory system in the other organ systems in the body.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_4.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_4.jpg",
    "caption": "",
    "alt": "This diagram shows the network of blood vessels in the lungs.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_5.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_5.jpg",
    "caption": "",
    "alt": "This diagrams shows the major arteries in the human body.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_6.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_6.jpg",
    "caption": "",
    "alt": "This diagram shows the aorta and the major parts are labeled.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_7.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_7.jpg",
    "caption": "",
    "alt": "This diagram shows the blood vessels in the head and brain.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_8.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_8.jpg",
    "caption": "",
    "alt": "This diagram shows the arteries of the brain.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_9.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_9.jpg",
    "caption": "",
    "alt": "This diagram shows the arteries in the thoracic and abdominal cavity.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_10.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_10.jpg",
    "caption": "",
    "alt": "This table shows the different arteries in the thoracic and abdominal cavity. The list on the left shows unpaired arteries, and the list on the right shows paired cavities.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_11.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_11.jpg",
    "caption": "",
    "alt": "This flowchart shows the different branches into which that the abdominal aorta is divided.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_12.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_12.jpg",
    "caption": "",
    "alt": "This diagram shows the arteries in the arm.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_13.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_13.jpg",
    "caption": "",
    "alt": "This chart shows the arteries present in the thoracic upper limb.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_14.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_14.jpg",
    "caption": "",
    "alt": "This diagram shows the major veins in the human body.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_15.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_15.jpg",
    "caption": "",
    "alt": "This diagram shows the veins present in the thoracic abdominal cavity.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_16.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_16.jpg",
    "caption": "",
    "alt": "This diagram shows the veins present in the head and neck.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_17.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_17.jpg",
    "caption": "",
    "alt": "This diagram shows the veins present in the upper limb.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_18.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_18.jpg",
    "caption": "",
    "alt": "This flowchart shows the different veins in the body, and how they are connected to the superior vena cava.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_19.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_19.jpg",
    "caption": "",
    "alt": "This chart shows the connection between the different veins and the inferior vena cava.",
    "page": "upper_limb_circulation"
  },
  "vessel_upper_limb_circulation_20.jpg": {
    "path": "public/anatomia-images/arterias-veias-membro-superior/vessel_upper_limb_circulation_20.jpg",
    "caption": "",
    "alt": "This diagram shows the veins in the digestive system.",
    "page": "upper_limb_circulation"
  }
}