{
  "Músculos do Membro Superior": [
    {
      "index": 1,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/58c020b883b7c60d8e02f501379e7174288dde1a",
      "alt": "The left panel shows the anterior lateral view of the pectoral girdle muscle, and the right panel shows the posterior view of the pectoral girdle muscle.",
      "caption": ""
    },
    {
      "index": 2,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/e5ba9b5bb7343a347f55336ebd7a61f3b35b0cdc",
      "alt": "The top left panel shows the lateral view of the pectoral and back muscles. The top right panel shows the posterior view of the right deltoid and the left back muscle. The bottom left panel shows the anterior view of the deep muscles of the left shoulder, and the bottom right panel shows the deep muscles of the left shoulder.",
      "caption": ""
    },
    {
      "index": 3,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/24012cefe21d313812f85f415ae4424ec8515a22",
      "alt": "This table describes the muscles that move the humerus. The pectoralis major is an axial muscle that brings the elbows together and moves the elbows up (as during an uppercut punch). It originates in the clavicle, sternum, cartilage of ribs 1 through 6 or 1 through 7, and the aponeurosis of the external oblique muscle. The latissimus dorsi is an axial muscle that moves the elbow back (as in elbowing someone standing behind you) or spreads the elbows apart. It originates in the thoracic vertebrae (T7 through T12), the lower vertebrae, ribs 9 through 12, and the iliac crest. The deltoid is a scapular muscle that lifts arms at the shoulder. It originates in the trapezius, clavicle, acromion, and spine of scapula. The subscapularis is a scapular muscle that assists the pectoralis major in bringing the elbows together and stabilizes the shoulder joint during movement of the pectoral girdle. It originates in the subscapular fossa of the scapula. The supraspinatus is a scapular muscle that rotates the elbow outwards, as during a tennis swing. It originates in the supraspinous fossa of the scapula. The infraspinatus is a scapular muscle that rotates the elbow outwards, as during a tennis swing. It originates in the infraspinous fossa of the scapula. The teres major is a scapular muscle that assists with medial rotation at the shoulder. It originates in the posterior surface of the scapula. The teres minor is a scapular muscle that assists the infraspinatus in rotating the elbow outwards. It originates in the lateral border of the dorsal scapular surface. The coracobra chialis is a scapular muscle that moves the elbow up and across the body, as when putting a hand on the chest. It originates in the coracoid process of the scapula.",
      "caption": ""
    },
    {
      "index": 4,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/6668b272a691b8377071de429a1336fec0469a5c",
      "alt": "This multipart figure shows the different muscles that move the forearm. The major muscle groups are labeled.",
      "caption": ""
    },
    {
      "index": 5,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/ccd646630c31053736158099fdba2c957bfe0b34",
      "alt": "This table describes the muscles that move the forearm. The biceps brachii are anterior muscles that perform a bicep curl; they also allow the palm of the hand to point toward the body while flexing. They originate in the coracoid process and the tubercle above the glenoid cavity. The brachialis originates in the front of the distal humerus. The brachioradialis is an anterior muscle that assists and stablizes the elbow during bicep-curl motion. It originates in the lateral supracondylar ridge at the distal end of the humerus. The triceps brachii are posterior muscles that extend the forearm, as during a punch. They originate in the infraglenoid tubercle of the scapula, the posterior shaft of the humerus, and the posterior humeral shaft distal to the radial groove. The aconeus is a posterior muscle that assists in extending the forearm; it also allows the forearm to extend away from the body. It originates in the lateral epicondyle of the humerus. The pronator teres is an anterior muscle that turns the hand palm-down. It originates in the medial epicondyle of the humerus and the coronoid process of the ulna. The pronator quadratus is an anterior muscle that assists in turning the hand palm-down. It originates in the distal portion of the anterior ulnar shaft. The supinator is a posterior muscle that turns the hand palm-down. It originates in the lateral epicondyle of the humerus and the proximal ulna.",
      "caption": ""
    },
    {
      "index": 6,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/4168fc965a84cf86f6b5b54df93cd7b64ec1640e",
      "alt": "This table describes the muscles that move the wrist, hands, and forearm. These muscles make up the superficial anterior compartment of the forearm. The flexor carpi radialis bends the wrist toward the body; it also tilts the hand to the side away from the body. It originates in the medial epicondyle of the humerus. The palmaris longus assists in bending the hand up toward the shoulder. It originates in the medial epicondyle of the humerus. The flexor carpi ulnaris assists in bending the hand up toward the shoulder; it also tilts the hand to the side away from the body and stabilizes the wrist. It originates in the medial epicondyle of the humerus, the olecranon process, and the posterior surface of the ulna. The flexor digitorum superficialis bends the fingers to make a fist. It originates in the medial epicondyle of the humerus, the coronoid process of the ulna, and the shaft of the radius. These muscles make up the deep anterior compartment of the forearm. The flexor pollicis longus bends the tip of the thumb. It originates in the anterior surface of the radius and the interosseous membrane. The flexor digitorum profundus bends the fingers to make a fist; it also bends the wrist toward the body. It originates in the coronoid process, the anteromedial surface of the ulna, and the interosseous membrane. These muscles make up the superficial posterior compartment of the forearm. The extensor radialis longus straightens the wrist away from the body; it also tilts the hand to the side away from the body. It originates in the lateral supracondylar ridge of the humerus. The extensor carpi radialis brevis assists the extensor radialis longus in extending and abducting the wrist; it also stabilizes the hand during finger flexion. It originates in the lateral epicondyle of the humerus. The extensor digitorum opens the fingers and moves them sideways away from the body. It originates in the lateral epicondyle of the humerus. The extensor digiti minimi extends the little finger. It originates in the lateral epicondyle of the humerus. The extensor carpi ulnaris straightens the wrist away from the body; it also tilts the hand to the side toward the body. It originates in the lateral epicondyle of the humerus and the posterior of the ulna. These muscles make up the deep posterior compartment of the forearm. The abductor pollicis longus moves the thumb sideways toward the body; it also extends the thumb and moves the hand sideways toward the body. It originates in the posterior surface of the radius and ulna and in the interosseous membrane. The extensor pollicis brevis extends the thumb. It originates in the dorsal shaft of the radius and ulna and in the interosseous membrane. The extensor pollicis longus extends the thumb. It originates in the dorsal shaft of the radius and ulna and in the interosseous membrane. The extensor indicis extends the index finger; it also straightens the wrist away from the body. It originates in the posterior surface of the distal ulna and in the interosseous membrane.",
      "caption": ""
    },
    {
      "index": 7,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/49b609261eb97e71f9ddf62a249b747ebd49279e",
      "alt": "This multipart figure shows the intrinsic muscles of the hand with the major muscle groups labeled.",
      "caption": ""
    }
  ],
  "Sistema de Condução Cardíaca": [
    {
      "index": 1,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/55d56f8ed299556ff6a6f46fe8ef76db11b27968",
      "alt": "The top left panel of this figure shows the cross structure of cardiac muscle with the major parts labeled. The top right panel shows a micrograph of cardiac muscle. The bottom panel shows the structure of intercalated discs.",
      "caption": ""
    },
    {
      "index": 2,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/ab4103111b36720e9c0b2ac83f5ef1b73e8a1686",
      "alt": "This image shows the anterior view of the frontal section of the heart with the major parts labeled.",
      "caption": ""
    },
    {
      "index": 3,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/e0662ca334ea0bec39bbabdcd06bdaf2cd1c1e57",
      "alt": "This image shows the different stages in the conduction cycle of the heart.",
      "caption": ""
    },
    {
      "index": 4,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/b92c5cd8bd029d11f7f1620dbf05777d3be0920a",
      "alt": "This graph shows the change in membrane potential as a function of time.",
      "caption": ""
    },
    {
      "index": 5,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/89cccd5a4f5efa673853b2d4434d643c9a7ce3ae",
      "alt": "The top panel of this figure shows millivolts as a function of time with the various stages labeled. The bottom left panel shows action potential and tension as a function of time for skeletal muscle, and the bottom right panel shows the action potential and tension as a function of time for cardiac muscle.",
      "caption": ""
    },
    {
      "index": 6,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/7df05b196f3f81d4b488a8558de4a385caa188bc",
      "alt": "This diagram shows the points where electrodes are placed on the body for an ECG.",
      "caption": ""
    },
    {
      "index": 7,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/d2b02a992ba896646801eae232b3acf8bfde879d",
      "alt": "This figure shows a graph of millivolts over time and the heart cycles during an ECG.",
      "caption": ""
    },
    {
      "index": 8,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/ecc6dc2d7d705ea7b70487d784e50b49923fd02c",
      "alt": "This diagram shows the different stages of heart contraction and relaxation along with the stages in the QT cycle.",
      "caption": ""
    },
    {
      "index": 9,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/73f7ff1d776ffab9d59179b7a6918fc38e886ea7",
      "alt": "In this image the QT cycle for different heart conditions are shown. From top to bottom, the arrhythmias shown are second-degree partial block, atrial fibrillation, ventricular tachycardia, ventricular fibrillation and third degree block.",
      "caption": ""
    },
    {
      "index": 10,
      "url": "https://openstax.org/apps/image-cdn/v1/f=webp/apps/archive/20250916.165151/resources/96980eca1c5cb7fb4bc7250b3e4cf53fb607f815",
      "alt": "In this figure two photographs of defibrillators are shown.",
      "caption": ""
    }
  ]
}